Repository: Eric-Brison/dynacase-thesaurus
Catalog: locale/*/THESAURUS_*.po
Languages: fr

source: Update thesaurus
fr: Mise à jour du thésaurus

source: or create new thesaurus
fr: ou création d'un nouveau thésaurus

source: Analyze thesaurus
fr: Analyse du thésaurus

source: CREATE THESAURUS
fr: CRÉATION DU THÉSAURUS

source: Clear inputs
fr: Effacer les champs de saisie

source: Clear selected inputs
fr: Effaces les entrées séletionnées

source: Close tree
fr: Fermer

source: Import SKOS thesaurus
fr: Importation du thésaurus SKOS

source: Import in progress
fr: Importation en cours

source: Import thesaurus
fr: Importation du thésaurus

source: Manage thesaurus
fr: Gestion du thésaurus

source: SKOS Analyzis
fr: Analyse SKOS

source: SKOS Importation
fr: Importation SKOS

source: SKOS file is not set
fr: Fichier SKOS non renseigné

source: Search from thesaurus
fr: Recherche depuis le thésaurus

source: Thesaurus
fr: Thésaurus

source: Thesaurus SKOS file
fr: Fichier SKOS

source: Thesaurus results
fr: Résultat du thésaurus

source: Thesaurus to affect
fr: Thésaurus à mettre à jour

source: UPDATE THESAURUS
fr: MISE A JOUR DU THÉSAURUS

source: View tree thesaurus
fr: Voir l'arbre du thésaurus

source: Word to search
fr: Mot à rechercher

source: display interface to search from thesaurus
fr: affichage de l'interface de recherche du thésaurus

source: display tree of thesaurus
fr: affichage de l'arbre du thésaurus

source: document %s not alive
fr: Le document %s n'est pas vivant

source: exec search from thesaurus
fr: execution de la recherche depuis un thésaurus

source: export in SKOS format
fr: exportation au format SKOS

source: family %s not alive
fr: famille %s non trouvée

source: import SKOS format
fr: importation au format SKOS

source: interface import SKOS format
fr: interface d'importation pour les formats SKOS

source: no result matching %s
fr: pas de résultat pour %s

source: thesaurus %s not alive
fr: thésaurus %s non trouvé

source: THESAURUS#thes_desc
fr: Description

source: THESAURUS#thes_export
fr: Exportation SKOS

source: THESAURUS#thes_fr_info
fr: Identification

source: THESAURUS#thes_import
fr: Importation SKOS

source: THESAURUS#thes_lang
fr: Langues supportées

source: THESAURUS#thes_lang#en
fr: Anglais

source: THESAURUS#thes_lang#fr
fr: Français

source: THESAURUS#thes_refresh
fr: Recalcul des relations

source: THESAURUS#thes_title
fr: Titre

source: THESAURUS#thes_uri
fr: Référence

source: THESAURUS#title
fr: Thésaurus
