Repository: Eric-Brison/dynacase-thesaurus
Catalog: wgcal/WGCAL_*.po
Languages: fr

source: you don't have an email addres, mails are not sended
fr: Les mails ne sont pas envoyés, vous ne possédez pas d'adresse mail.

source: no category
fr: Sans

source: icon text confidential event
fr: Rendez-vous confidentiel

source: icon text visibility confidendial
fr: Confidentiel

source: icon text visibility private
fr: Privé

source: icon text visibility group
fr: Visible

source: icon text repeat event
fr: Rendez-vous répétitif

source: icon text alarm
fr: Rendez-vous avec alarme

source: icon text with attendees
fr: Réunion

source: workgroup calendar
fr: Agenda de groupe

source: admin access
fr: Acces administrateur

source: manager
fr: Super utilisateur

source: allow to manage calendar visibility
fr: Autorise la gestion de la visibilité de son calendrier

source: user access
fr: Access utilisateur

source: no access
fr: Pas d'accès

source: invisible
fr: Affiche les fonctions invisibles (en développement)

source: allow outlook sync.
fr: Autorise la synchronisation Outlook

source: get server messages
fr: récupération des messages serveur

source: clear server messages
fr: suppression des messages serveur

source: css manager
fr: Gestion des CSS

source: main view
fr: Vue principale

source: portal view
fr: Vue portail

source: toolbar
fr: Barre d'outils

source: set display/undisplay tool state in toolbar
fr: Afficher/Ne pas afficher dans la barre d'outil

source: set event state
fr: Etat du rendez-vous

source: create a new calendar
fr: Ajout d'un calendrier

source: add a new calendar
fr: Ajout d'un calendrier

source: set user param
fr: Valorisation de paramètre utilisateur

source: search calendar
fr: Chercher un calendrier

source: search event
fr: recherche d'évènement

source: advanced search event
fr: Recherche de ressources avancée

source: contact search
fr: Recherche rapide carnet d'adresse

source: search iuser
fr: Rechercher un utilisateur

source: search contact
fr: Recherche un contact...

source: get ressource menu
fr: Action, menu ressource

source: view event
fr: Aficher

source: edit event
fr: Edition d'un rendez-vous

source: store event
fr: Stockage d'un rendez-vous

source: save event
fr: Sauver

source: delete event
fr: Supression d'un rendez-vous

source: delete occurence
fr: Retirer le

source: event history
fr: Historique

source: mark to done todos
fr: Marquer la tâche comme terminée

source: edit todos
fr: Editer

source: view todos
fr: Afficher

source: view all todos
fr: Afficher toutes les tâches

source: ressource picker main
fr: Selecteur de ressources

source: ressource picker
fr: Selecteur de ressources

source: ressource picker : list
fr: Liste des ressources

source: select ressource for display
fr: Sélectionner la ressource pour l'affichage

source: init ressource selection
fr: Réinitialiser la liste des ressources

source: add to prefered calendars
fr: Ajouter à mes préférés

source: see the waiting rv
fr: Rendez-vous en attente

source: calendar generic view
fr: Vue agenda

source: calendar view
fr: Vue agenda

source: dyn calendar view
fr: Vue agenda

source: event card
fr: Recherche d'évènement

source: month text
fr: Vue mensuelle texte

source: week text
fr: semaine textuelle

source: user preferences
fr: Préférence de l'utilisateur

source: export agenda
fr: Exportation d'agenda

source: import agenda
fr: Importation d'agenda

source: lang
fr: Language

source: current day color
fr: couleur du jour courant

source: week end days color
fr: couleur des jours de week-end

source: selected day color
fr: couleur du jour sélectionné

source: text color for event
fr: Couleur du texte des résumés des rendez-vous

source: title line height
fr: Hauteur de la ligne de titre

source: hour lines height
fr: Hauteur des lignes d'heure

source: hour in day column width
fr: Largeur des colonne des jours

source: menu icons height
fr: Hauteur des icones

source: show icons in popup menus
fr: Afficher les icones dans les menus popup

source: display week end
fr: Affichage des week-end

source: view count days
fr: Nombre de jours affichés

source: day start hour
fr: Heure de début de la journée

source: day end hour
fr: Heure de fin de la journée

source: hour division
fr: Division de l'heure

source: tool display state
fr: Etat d'affiche de l'outil

source: alert for new event ?
fr: me prévenir pour les évènements en attente

source: Current displayed date
fr: Date courante affichée

source: WGCAL_U_RESSDISPLAYED
fr: Ressource affichées

source: use prefered ressource for event setting
fr: Utiliser mes contacts préférés pour les rendez-vous

source: my prefered contacts
fr: Mes contacts préférés

source: send me event mail copy
fr: Me mettre en copie des mails émis

source: attendees change state mail
fr: M'avertir pour les acceptations/refus des personnes que je convie

source: displayed refused events
fr: Afficher les évènements refusé :

source: check for conflicts
fr: Vérifier les conflits

source: show icons in resume
fr: Afficher les icones et les heures sur l'agenda

source: alt postion is fixed
fr: Position des popup fixe

source: general theme
fr: Thème

source: fonts size
fr: Taille de la police

source: start hour used for event setting
fr: Heure de début utilsée pour la saisie de RV

source: end hour used for event setting
fr: Heure de fin utilsée pour la saisie de RV

source: meeting default duration
fr: Durée par défaut des rendez-vous

source: minutes increment used for event setting
fr: Incrément pour les minutes en saisie de RV

source: order todos
fr: Tri des tâches

source: view todos for ... days
fr: Afficher les tâches pour ... jours

source: warn for todo having a date in the ... days
fr: M'avertir pour les tâches à faire durant les ... jours

source: set todo date to today + ... days
fr: Positionner la date par défaut à aujourd'hui plus ... jours

source: default confidentiality for new event
fr: confidentialité par défaut pour les nouveau rv

source: i want received reminder for
fr: Je veux recevoir les rappels pour

source: display search
fr: Afficher la recherche

source: display todos
fr: Afficher les tâches

source: display contacts
fr: Afficher les contacts

source: toolbar refresh time
fr: Intervalle de rafraichissement de l'agenda

source: toolbar size
fr: Largeur de la barre d'outils

source: contact search position
fr: Recherche rapide carnet d'adresse

source: display last sync date
fr: Afficher la date de la dernière synchro Outlook

source: displayed period
fr: Période affichée

source: normal
fr: Normale

source: agenda access link
fr: Libellé du lien d'accès à l'agenda

source: mail command
fr: Commande mail

source: mails send
fr: Envoi des mails

source: mails send to externals
fr: Envoi des mails aux contacts extérieurs

source: mail title mark
fr: Marquage (Sujet) des mails émis

source: viewed events (from producters)
fr: Famille des producteurs des évènements affichés

source: Sync Version Needed
fr: Version du synchroniseur attendue

source: used groups
fr: Groupes utilisés

source: used families in events
fr: Familles utilisée dans l'agenda

source: use beta fonction
fr: Utilisation des fonctions en cours de test

source: confidential
fr: Confidentiel

source: view groups
fr: Visibles pour les groupes

source: private
fr: Privé

source: no hour
fr: Pas d'heure

source: all the day
fr: Toute la journée

source: confidential event
fr: Evènement confidentiel

source: monday
fr: Lundi

source: tuesday
fr: Mardi

source: wenesday
fr: Mercredi

source: thursday
fr: Jeudi

source: friday
fr: Vendredi

source: saturday
fr: Samedi

source: sunday
fr: Dimanche

source: dayly
fr: journalière

source: weekly
fr: hebdomadaire

source: monthly
fr: mensuelle

source: yearly
fr: annuelle

source: until
fr: Jusqu'au

source: there is excluded days
fr: il y a des jours exclus

source: accept this
fr: Accepter

source: reject this
fr: Refuser

source: to be confirm this
fr: A Confirmer

source: edit this
fr: Editer

source: delete this occurence
fr: Retirer cette date

source: confirm delete for this occurrence
fr: Confirmez-vous la suppression de cette date

source: delete this
fr: Supprimer

source: confirm delete for this event
fr: Confirmez-vous la suppression de cet évènement

source: view this
fr: Afficher

source: go to date
fr: Aller à la date du

source: history
fr: Historique

source: view accessibilities
fr: Voir les accessibilités

source: event creation information message
fr: Vous avez été convié au rendez-vous ci-dessous.

source: event time modification message
fr: L'heure du rendez-vous ci-dessous a été modifiée (ou sa répétition).

source: event modification time
fr: Modification de l'heure / de la répétition

source: event modification attendees list
fr: Modification de la liste des participants

source: event acceptation status message
fr: Une personne conviée a modifié l'état d'acception du rendez-vous ci-dessous.

source: event modification acceptation status
fr: Modification des acceptations

source: event set/change by
fr: Ce rendez-vous a été positionné ou modifié par

source: all the day _ short
fr: La journée

source: icon text invitation
fr: Invitation

source: icon text private calendar
fr: Rendez-vous appartenant à un calendrier privé

source: public calendar
fr: Mon agenda public

source: new
fr: nouveau

source: read
fr: lu

source: accept
fr: accepté

source: reject
fr: refusé

source: to be confirmed
fr: à confirmer

source: My public calendar
fr: Mon calendrier public

source: No alarm
fr: Pas de rappel

source: Five minutes
fr: 5 minutes

source: Quarter of hour
fr: 1/4 d'heure

source: Half of hour
fr: 1/2 heure

source: One hour
fr: 1 heure

source: Two hours
fr: 2 heures

source: Half day
fr: 1/2 journée

source: One day
fr: 1 jour

source: Two days
fr: 2 jours

source: state set to
fr: Rendez-vous

source: event deletion information message
fr: Le rendez-vous suivant a été supprimé.

source: delete repeat occurrence for
fr: Suppression de l'occurrence du

source: only %s first
fr: Les %s premiers...

source: rv document reference no set
fr: référence du rendez-vous non fournie

source: unknow rv logical reference
fr: rv référence logique inconnue

source: rv cannot see unknow reference %s
fr: Référence de rendez-vous inconnu : %s

source: no sync made
fr: jamais synchronisé

source: ressource id not set
fr: Id de ressource non positionné

source: unknow ressource logical reference
fr: rv référence logique inconnue

source: show/hide this ressource
fr: Afficher/Masquer

source: display only this
fr: Afficher seul

source: view his calendar
fr: Voir son agenda

source: m_txt_event_new
fr: Nouveau rendez-vous

source: remove this ressource
fr: Enlever

source: view my prefered
fr: Calendriers des contacts préférés

source: display all ressources
fr: Tout afficher

source: hide all ressources
fr: Tout masquer

source: document reference no set
fr: Référence au document non fournie

source: unknow logical reference
fr: Référence logique inconnue

source: cannot see unknow reference %s
fr: Référence %s inconnue

source: main calendar
fr: Calendrier public

source: remove event from calendar
fr: Suppression de l'évènement du calendrier

source: insert event in calendar
fr: Ajout de l'évènement dans le calendrier

source: all the day _ very short
fr: Jour

source: event search
fr: Recherche d'évènement

source: look preferences
fr: Aspect et comportement de l'interface

source: todo preferences
fr: Préférences des tâches

source: agenda visibility
fr: Visibilité de l'agenda

source: agenda delegation
fr: Délégation de mon agenda

source: other preferences
fr: Autres préférences

source: Event saving
fr: Sauvegarde du rendez-vous...

source: Event saved
fr: Rendez-vous sauvegardé

source: Event deleted
fr: Rendez-vous supprimé

source: Event occurrence deleted
fr: Occurrence du rendez-vous supprimée

source: Event state changed
fr: Etat rendez-vous modifié

source: Start full edition mode...
fr: Bascule en édition complète

source: Checking for conflict
fr: Vérification des conflits

source: saving event
fr: Sauvegarde du rendez-vous...

source: attendees
fr: Personnes conviées

source: location_1stUpcase
fr: Lieu

source: in calendar
fr: Calendrier

source: Category
fr: Catégorie

source: alert mail
fr: Mail de rappel

source: before
fr: avant

source: cancel modifications
fr: En continuant, les éventuelles modifications seront perdues.

source: save modification before close
fr: Sauvegarde des modifications avec fermeture

source: event description
fr: Description de l'évènement

source: you set the event owner to
fr: Vous prenez un rendez-vous pour

source: by delegation
fr: Par délégation

source: you work by delegation on an event for
fr: Vous éditez un rendez-vous par délégation pour

source: rv title
fr: Titre

source: give a title
fr: saississez un titre

source: start date
fr: Début

source: click here to enter the start date
fr: cliquer pour choisir la date de début

source: end date
fr: Fin

source: click here to enter the end date
fr: cliquer pour choisir la date de fin

source: locationexplain
fr: Entrez ici le lieu de rendez-vous

source: rv note
fr: Vous pouvez saisir ici une note.

source: category
fr: Catégorie

source: confidentiality
fr: Confidentialité

source: mail to contacts
fr: Envoyer un mail aux personnes conviées

source: save
fr: Sauver

source: cancel
fr: Annuler

source: meeting
fr: Réunion

source: manage repeat
fr: Gérer les répétitions

source: manage groups
fr: Gérer les groupes

source: enter search string here
fr: entrer les mots recherchés

source: check for search contact containing (by default containing)
fr: Rechercher les contacts 'contenant'... (commençant par défaut)

source: ressources advanced search
fr: Recherche avancée de contact

source: add my prefered ressources
fr: Ajouter mes contacts préférés

source: use my prefered ressource
fr: mes contacts préférés

source: add displayed ressources
fr: Ajouter les ressources affichées

source: use displayed ressources
fr: ressources affichées

source: add selected ressources
fr: Ajouter les ressources selectionnées

source: use selected ressources
fr: ressources selectionnées

source: select for a convocation
fr: Cochez la case pour convoquer les participants...

source: mail to external contact
fr: Cochez la case pour expédier un mail aux participants extérieurs

source: mail to externals...
fr: Mail pour les extérieurs

source: one ressource or you in event
fr: Utiliser les ressources pour les rendez-vous

source: list of attendees
fr: Liste des participants...

source: vew disponibility
fr: Voir les disponibilités

source: confirm delete all attendees
fr: confirmez la suppression de tous les participants

source: delete all attendees
fr: Suppression de tous les participants

source: click on ressource to select/unselect
fr: Cliquer pour sélectionner/déselectionner

source: every
fr: Tous les

source: none
fr: jamais

source: day
fr: Jour

source: week
fr: Semaine

source: month
fr: Mois

source: year
fr: Année

source: day repetition
fr: Jour de répétition

source: month/year repetition
fr: Répétition

source: per date
fr: par date

source: per day
fr: par jour

source: repeat until
fr: Jusqu'au

source: forever
fr: toujours

source: this date
fr: cette date

source: click to select a date
fr: cliquer pour choisir une date

source: exclude days
fr: Jours exclus

source: del selected dates
fr: Supprimer les jours sélectionnés

source: click to selec/unselect group
fr: Cliquer pour sélectionner/déselectionner le groupe

source: you must have one group at least
fr: Vous devez sélectionner au moins un groupe !

source: conflict verfication
fr: Vérification des éventuels conflits

source: close popup window
fr: Fermer la fenêtre

source: groups are changed, save the list ?
fr: La liste des groupes a été modifiée, faut il la sauver ?

source: agenda groups selection
fr: Sélection des groupes visibles dans l'application Agenda

source: click to add/remove group
fr: Cliquer pour ajouter/supprimer le groupe

source: close
fr: Fermer

source: wgcal:export
fr: Exportation d'agenda

source: wgcal:export start at date
fr: Date de début

source: click here to set the todo limit date
fr: Cliquer pour choisir la date butée de la tâche

source: wgcal:comment export
fr: L'importation depuis une date reculée ou d'un agenda comportant beaucoup de rendez-vous peut nécessiter une longue durée de traitement.

source: wgcal:import
fr: Importation d'agenda

source: wgcal:import agenda file
fr: Fichier contentant un export d'agenda

source: freedom groupware calendar
fr: Agenda de groupe Freedom

source: event proposal
fr: Proposition de rendez-vous

source: click here to refresh toolbar
fr: cliquer pour raffraichir la barre d'outil

source: last sync
fr: Dernière synchro outlook

source: waiting rv
fr: Rendez-vous en attente

source: date selector
fr: Selecteur de date

source: display two months
fr: afficher 2 mois

source: calendar selector
fr: Agendas

source: calendar direct access
fr: Accès direct aux agendas

source: modify the list
fr: Modifier la liste des agendas

source: update calendar
fr: Mise à jour de l'agenda

source: select to edit agenda for
fr: Agir en tant que

source: read only calendar
fr: Agenda en lecture seule

source: view calendar
fr: Afficher le calendrier

source: add to viewed calendars
fr: Ajouter aux calendriers

source: add to prefered
fr: Ajouter aux contacts préférés

source: search cal
fr: Agenda

source: limit display to
fr: Affichage limité à

source: display calendar (m-left-btn) and more... (m-right-btn)
fr: (m-left-btn) affiche le calendrier et plus avec (m-right-btn)

source: no categories set, contact your administrator
fr: Aucune catégorie de disponible. Contactez votre administrateur

source: agenda categories
fr: Catégories des rendez-vous de l'Agenda

source: add new category
fr: Ajout d'une nouvelle catégorie

source: categorie order
fr: Ordre

source: categorie name
fr: Nom

source: categorie color
fr: Couleur

source: cancel modification
fr: Annuler les éventuelles modifications

source: suppress categorie
fr: Supprimer la catégorie

source: delete this category
fr: Supprimer la catégorie

source: click here to change category color
fr: cliquer pour modifier la couleur de la catégorie

source: no event
fr: Pas d'évènement.

source: wcal search result for
fr: Résultat de la recherche pour

source: searched families
fr: Rechercher dans les familles...

source: search
fr: Rechercher

source: phone
fr: Téléphone

source: mobile
fr: Téléphone mobile

source: mail
fr: Adresse mail

source: calendar creation
fr: Sélection des calendriers

source: Enter new calendar name
fr: Nom du calendrier

source: enter new calendar name
fr: Entrer ici le nom du calendrier

source: create calendar
fr: Création d'un calendrier

source: edit todo
fr: Editer la tâche

source: enter todo title
fr: Donner un titre à la tâche

source: todo date limit
fr: Date butée

source: todo note
fr: Note

source: save todo
fr: Sauvegarder la tâche

source: cancel modifications
fr: Annuler les éventuelles modifications

source: portal for Agenda de Groupe
fr: Portail de l'Agenda de Groupe

source: planned event
fr: Rendez-vous prévus

source: from date
fr: du

source: to date
fr: au

source: my todos...
fr: Mes tâches...

source: add a todo
fr: Ajout d'une nouvelle tâche

source: click to open full edition mode
fr: Basculer en mode d'édition complète

source: loading events
fr: Chargement des rendez-vous

source: change user preferences for
fr: Modifier les préférences utilisateur pour

source: wgcal:import result
fr: Résultat de l'importation d'agenda

source: wgcal:no rv imported
fr: Aucun rendez-vous importé

source: found ressources
fr: Ressources trouvées

source: search phrase
fr: Texte recherché

source: between
fr: entre

source: and
fr: et

source: todo warning
fr: Attention date butée

source: todo alert
fr: La date butée est dépassée

source: my todo
fr: Mes tâches

source: no todo
fr: Pas de tâches

source: todo done
fr: Tâche terminée

source: todo
fr: Tâche

source: set to done
fr: Marquer la tâche comme terminée

source: Ressource management : Cars, Rooms & Others
fr: Ressources : véhicules, salles & autre

source: print
fr: Imprimer

source: current week
fr: Semaine actuelle

source: Search
fr: Rechercher

source: search event containing...
fr: Rechercher un évènement contenant...

source: search in display ressources events
fr: Rechercher dans les agendas affichés

source: todos options
fr: Options des tâches

source: event default confidentiality...
fr: Confidentialité par défaut pour les rendez-vous

source: default confidentiality for new event is set
fr: La confidentialité par défaut pour les nouveaux rendez-vous est positionnée à

source: my groups
fr: Mes groupes

source: my agenda is visible by...
fr: Mon agenda est visible pour les groupes...

source: all groups
fr: Tous les groupes

source: only this groups
fr: Seulement les groupes...

source: select to give write access / unselect for read only
fr: Sélectionner pour donner l'accès en écriture (lecture seule sinon)

source: accept this for owner
fr: Accepter (pour le propriétaire)

source: reject this for owner
fr: Refuser (pour le propriétaire)

source: to be confirm this for owner
fr: A Confirmer (pour le propriétaire)

source: close menu
fr: Fermer

source: my delegations
fr: Mes délégations

source: send me a mail for all action -edition, approvement,...- done by delegation
fr: Je veux recevoir un mail pour toutes les actions déléguées effectuées

source: I delegate to...
fr: Délégation pour...

source: suppress delegation
fr: Supprimer la délégation

source: suppress delegation for
fr: Supprimer la délégation pour

source: delegate all my event to this person
fr: délégation de tous mes rendez-vous à cette personne

source: add delegation ...
fr: Ajout d'une délégation...

source: search for a contact...
fr: Recherche un contact...

source: result limited to
fr: résultat limité à

source: to be confirm
fr: à confirmer

source: edit
fr: Editer

source: delconfirm
fr: à confirmer

source: delete
fr: Supprimer

source: Cancel
fr: Annuler

source: click to show/hide toolbar
fr: cliquer pour masquer/afficher la barre d'outil

source: show/hide
fr: Afficher/Cacher

source: goto data
fr: Aller à une date

source: view/hide week-end
fr: Afficher / cacher les week-end

source: week view
fr: Une semaine

source: two week view
fr: Deux semaines

source: month text view
fr: Vue mensuelle texte

source: rss syndication
fr: Flux d'information (rss)

source: print view
fr: imprimer

source: change preferences
fr: Modifier les préférences

source: print date
fr: Généré le

source: see contacts
fr: Contacts

source: ressource list changed, save it ?
fr: La liste des ressources a été modifiée, voulez-vous la sauvegarder ?

source: invalid ressource id
fr: Identifiant de ressource invalide

source: my calendars
fr: Mes calendriers

source: reinit the list
fr: Réinitialiser la liste des calendriers

source: save the list
fr: Sauvegarder la liste des calendriers

source: supress ressource
fr: Supprimer le ressource

source: suppress ressource
fr: Enlever la ressource

source: change color for ressource
fr: Modifier la couleur du calendrier

source: others
fr: Autres préférences

source: toolbar tools
fr: Configuration de la barre d'outils

source: reminder settings
fr: Paramètre des rappels

source: portal
fr: Portail

source: osync params
fr: Synchronisation Outlook

source: interface look
fr: Aspect et comportement de l'interface

source: dynamic
fr: dynamique

source: timeout before displaying popup
fr: Temporisation avec l'affichage

source: hours division size
fr: Division de l'heure

source: meetings edition
fr: Edition des rendez-vous

source: meeting minute increase
fr: Tranches de minutes selectionnables

source: add prefered contact
fr: Ajout d'un contact préféré
