Repository: Eric-Brison/dynacase-thesaurus
Catalog: wgcal/WGCAL_*.po
Languages: fr

source: event alarm mail title
fr: Rappel pour le rendez-vous

source: event alarm mail content
fr: Un rappel est positionné pour le rendez-vous ci-dessous.

source: Attendees list
fr: Personnes conviées

source: created from outlook
fr: Créé à partir d'Outlook oid=

source: outlook modification
fr: Modification depuis Outlook

source: by date
fr: par date

source: by day
fr: par jour

source: order todo
fr: Classement des tâches

source: todo asc
fr: Les dernières en début de liste

source: todo desc
fr: Les premières en début de liste

source: display todos for
fr: Afficher les tâches sur

source: days
fr: jours

source: weeks
fr: semaines

source: all todo
fr: Toutes les tâches

source: warn for todo in the next
fr: M'avertir pour les tâches dans

source: set todo default date to today more
fr: Position la date par défaut à aujourd'hui plus

source: event menu
fr: Evènements

source: m_txt_todo_new
fr: Nouvelle tâche

source: view menu
fr: Affichage

source: m_txt_view_showhidewe
fr: Afficher/cacher les WE

source: m_txt_view_week
fr: Une semaine

source: m_txt_twoview_week
fr: Deux semaines

source: m_txt_view_monthtext
fr: Un mois

source: m_txt_weektext
fr: Vue hebdomadaire (impression)

source: calendar menu
fr: Calendriers

source: m_txt_calendar_new
fr: Nouveau

source: m_calendar_manage
fr: Gérer

source: tools menu
fr: Outils

source: m_txt_print
fr: Imprimer

source: m_txt_tools_preferences
fr: Préférences

source: m_txt_tools_importexport
fr: Sauvegarde / Restauration

source: m_txt_confsynch
fr: Configuration de la synchro Outlook

source: m_txt_synchronizer
fr: Télécharger l'outil de synchro Outlook

source: wgcal_help
fr: Manuel utilisateur

source: administration menu
fr: Administration

source: m_txt_choosecategories
fr: Edition des catégories

source: m_txt_roomscars
fr: Véhicules, Salles, ...

source: m_txt_choosegroups
fr: Choix des groupes

source: display refused meetings
fr: Afficher les évènements refusés

source: view icon in event
fr: Afficher les icones sur l'agenda

source: portal look
fr: Style du portail

source: condensed
fr: Condensé

source: 3days
fr: 3 jours

source: 2weeks
fr: 2 semaines

source: all, my events and for meetings
fr: tous, mes rendez-vous et les réunions (invité)

source: my events only
fr: mes rendez-vous seulement

source: none of event and meetings
fr: aucun, ni mes rendez-vous, ni mes réunions

source: small
fr: Petite

source: medium
fr: Moyenne

source: large
fr: Grande

source: floating, follows the pointer
fr: Flottant, suivant le pointeur de la souris

source: on the left top
fr: A gauche, en haut

source: on the left bottom
fr: A gauche, en bas

source: on the right top
fr: A droite, en haut

source: on the right bottom
fr: A droite, en bas

source: never
fr: Jamais

source: 200 milli second
fr: 200 millisecondes

source: 1/2 second
fr: 1/2 seconde

source: 1 second
fr: 1 seconde

source: 1,5 second
fr: 1,5 seconde

source: no
fr: Non

source: yes
fr: Oui
